Repository: ksertia/aden-portal
Catalog: src/locale/messages.*.xlf
Languages: fr

# nav.advantages
source: Advantages
fr: Avantages

# nav.login
source: Sign in
fr: Se connecter

# hero.title
source: Simplify your debt collection
fr: Simplifiez votre recouvrement de créances

# hero.subtitle
source: RecouvrePro is the digital platform that revolutionizes collection management. Debtors, bailiffs and lawyers collaborate efficiently to resolve unpaid debts.
fr: RecouvrePro est la plateforme digitale qui révolutionne la gestion du recouvrement. Débiteurs, huissiers et avocats collaborent efficacement pour résoudre les impayés.

# hero.cta.portal
source: Access portal
fr: Accéder au portail

# hero.cta.learn
source: Learn more
fr: En savoir plus

# services.title
source: A solution for every stakeholder
fr: Une solution pour chaque acteur

# services.subtitle
source: RecouvrePro adapts to the specific needs of each collection professional
fr: RecouvrePro s'adapte aux besoins spécifiques de chaque professionnel du recouvrement

# services.debtor.title
source: For debtors
fr: Pour les débiteurs

# services.debtor.description
source: View your cases, propose payment plans and make payments with complete transparency.
fr: Consultez vos dossiers, proposez des échéanciers et effectuez vos paiements en toute transparence.

# services.debtor.feature1
source: View amount due, deadlines, interest and penalties
fr: Consultation du montant dû, échéances, intérêts et pénalités

# services.debtor.feature2
source: Ability to submit payment receipts or other documents
fr: Possibilité de soumettre des justificatifs de paiement ou autres documents

# services.debtor.feature3
source: View reminder history
fr: Consultation de l'historique des relances

# services.debtor.feature4
source: Request payment plan or file dispute
fr: Demander un échelonnement ou formuler une contestation

# services.bailiff.title
source: For bailiffs
fr: Pour les huissiers

# services.bailiff.description
source: Efficiently manage your collection cases with advanced professional tools.
fr: Gérez efficacement vos dossiers de recouvrement avec des outils professionnels avancés.

# services.bailiff.feature1
source: Complete case management
fr: Gestion complète des dossiers

# services.bailiff.feature2
source: Process automation
fr: Automatisation des procédures

# services.bailiff.feature3
source: Detailed activity reports
fr: Rapports d'activité détaillés

# services.bailiff.feature4
source: Centralized communication
fr: Communication centralisée

# services.lawyer.title
source: For lawyers
fr: Pour les avocats

# services.lawyer.description
source: Support your clients with specialized legal tools and personalized follow-up.
fr: Accompagnez vos clients avec des outils juridiques spécialisés et un suivi personnalisé.

# services.lawyer.feature1
source: In-depth legal analysis
fr: Analyse juridique approfondie

# services.lawyer.feature2
source: Online consultations
fr: Consultations en ligne

# services.lawyer.feature3
source: Secure document management
fr: Gestion documentaire sécurisée

# services.lawyer.feature4
source: Integrated legal expertise
fr: Expertise légale intégrée

# services.creditor.title
source: For creditors
fr: Pour les créanciers

# services.creditor.description
source: Track your receivables in real time and optimize your collection rate.
fr: Suivez en temps réel l'évolution de vos créances et optimisez votre taux de recouvrement.

# services.creditor.feature1
source: Real-time progress tracking
fr: Suivi temps réel de l'avancement

# services.creditor.feature2
source: Document and evidence consultation
fr: Consultation des documents et preuves

# services.creditor.feature3
source: Detailed periodic reports
fr: Rapports périodiques détaillés

# services.creditor.feature4
source: Payment and action notifications
fr: Notifications de paiements et actions

# benefits.title
source: Why choose RecouvrePro?
fr: Pourquoi choisir RecouvrePro ?

# benefits.subtitle
source: A modern platform that transforms collection management
fr: Une plateforme moderne qui transforme la gestion du recouvrement

# benefits.security.title
source: Maximum security
fr: Sécurité maximale

# benefits.security.description
source: Your data is protected by bank-level encryption and advanced security protocols.
fr: Vos données sont protégées par un chiffrement de niveau bancaire et des protocoles de sécurité avancés.

# benefits.time.title
source: Time savings
fr: Gain de temps

# benefits.time.description
source: Automate your processes and reduce case processing time by 60%.
fr: Automatisez vos processus et réduisez le temps de traitement de vos dossiers de 60%.

# benefits.reports.title
source: Smart reports
fr: Rapports intelligents

# benefits.reports.description
source: Generate detailed reports and analytics to optimize your performance.
fr: Générez des rapports détaillés et des analyses pour optimiser vos performances.

# benefits.communication.title
source: Smooth communication
fr: Communication fluide

# benefits.communication.description
source: Facilitate exchanges between all stakeholders with integrated communication tools.
fr: Facilitez les échanges entre toutes les parties prenantes avec des outils de communication intégrés.

# benefits.compliance.title
source: Legal compliance
fr: Conformité légale

# benefits.compliance.description
source: Automatically comply with all current regulations with our continuous updates.
fr: Respectez automatiquement toutes les réglementations en vigueur avec nos mises à jour continues.

# benefits.support.title
source: Expert support
fr: Support expert

# benefits.support.description
source: Benefit from personalized support from our collection experts.
fr: Bénéficiez d'un accompagnement personnalisé par nos experts du recouvrement.

# stats.satisfaction
source: Satisfaction rate
fr: Taux de satisfaction

# stats.time_saving
source: Average time savings
fr: Gain de temps moyen

# stats.cases_processed
source: Cases processed
fr: Dossiers traités

# stats.support_available
source: Support available
fr: Support disponible

# cta.title
source: Ready to revolutionize your collection?
fr: Prêt à révolutionner votre recouvrement ?

# cta.subtitle
source: Join thousands of professionals who trust RecouvrePro
fr: Rejoignez des milliers de professionnels qui font confiance à RecouvrePro

# cta.start
source: Get started now
fr: Commencer maintenant

# cta.contact
source: Contact us
fr: Nous contacter

# contact.title
source: Contact us
fr: Contactez-nous

# contact.subtitle
source: Our team of experts is at your disposal
fr: Notre équipe d'experts est à votre disposition

# contact.address
source: Address
fr: Adresse

# contact.phone
source: Phone
fr: Téléphone

# contact.form.firstName
source: First name
fr: Prénom

# contact.form.lastName
source: Last name
fr: Nom

# contact.form.profile
source: Profile
fr: Profil

# contact.form.send
source: Send message
fr: Envoyer le message

# contact.form.selectProfile
source: Select your profile
fr: Sélectionnez votre profil

# contact.form.debtor
source: Debtor
fr: Débiteur

# contact.form.bailiff
source: Bailiff
fr: Huissier de justice

# contact.form.lawyer
source: Lawyer
fr: Avocat

# contact.form.creditor
source: Creditor
fr: Créancier

# footer.legal
source: Legal
fr: Légal

# footer.contact
source: Contact us
fr: Nous contacter

# footer.terms
source: Legal notices
fr: Mentions légales

# footer.privacy
source: Privacy policy
fr: Politique de confidentialité

# footer.cgu
source: Terms of use
fr: CGU

# footer.copyright
source: © 2024 RecouvrePro. All rights reserved.
fr: © 2024 RecouvrePro. Tous droits réservés.
